tap "domt4/autoupdate"
tap "frdmn/formulas"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "yt-dlp/taps"
brew "ansible"
brew "anyenv"
brew "asciinema"
brew "bash-completion"
brew "bat"
brew "bitwarden-cli"
brew "composer"
brew "coreutils"
brew "exa"
brew "exiftool"
brew "ffmpeg"
brew "git"
brew "git-extras"
brew "git-secrets"
brew "gnupg"
brew "go"
brew "htop"
brew "imapsync"
brew "iperf"
brew "jq"
brew "mas"
brew "media-info"
brew "mitmproxy"
brew "mtr"
brew "nmap"
brew "pinentry-mac"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zplug"
brew "zsh"
brew "frdmn/formulas/ddig"
brew "frdmn/formulas/dev-search"
brew "frdmn/formulas/git-shift"
brew "frdmn/formulas/odig"
brew "frdmn/formulas/uping"
cask "1password"
cask "aerial"
cask "alfred"
cask "alfred4"
cask "appcleaner"
cask "atext"
cask "aws-vault", args: { appdir: "/Applications" }
cask "bartender"
cask "bitwarden"
cask "carbon-copy-cloner"
cask "cheatsheet", args: { appdir: "/Applications" }
cask "clipy", args: { appdir: "/Applications" }
cask "discord"
cask "docker"
cask "dropbox"
cask "dropshare"
cask "firefox", args: { appdir: "/Applications" }
cask "font-hack-nerd-font"
cask "gas-mask"
cask "gitup"
cask "google-chrome"
cask "hex-fiend"
cask "iterm2"
cask "keka"
cask "keyboardcleantool", args: { appdir: "/Applications" }
cask "nordvpn"
cask "notion", args: { appdir: "/Applications" }
cask "nvalt"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "rectangle", args: { appdir: "/Applications" }
cask "simplenote", args: { appdir: "/Applications" }
cask "sourcetree", args: { appdir: "/Applications" }
cask "spotify"
cask "suspicious-package"
cask "telegram"
cask "textual"
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
